Repository: honor864510/smartpay
Catalog: lib/src/common/localization/intl_*.arb
Languages: tk

source: Something went wrong
tk: Ýalňyşlyk ýüze çykdy

source: Settings
tk: Sazlamalar

source: Biometrical security
tk: Biometriki gorag

source: Theme mode
tk: Tema

source: Language
tk: Dil

source: About app
tk: Barada

source: My cards
tk: Meniň kartarym

source: Add card
tk: Kart goş

source: Select bank
tk: Banky saýla

source: Card number
tk: Kartyň belgisi

# cardHolderName
source: Cardholder name/surname
tk: Kartyň ýüzündäki ady/familiýasy

source: Expiry date
tk: Kartyň möhleti

# fillInAllData
source: Please fill all fields
tk: Ähli maglumatlary giriziň

# noCards
source: You haven't yet added any card
tk: Siz entäk bank kartyňyzy girizmediňiz

# enterEmailCorrectly
source: Please enter email correctly
tk: Elektron poçtaňyzy dogry giriziň
